export const directions = [
  {
    id: 1,
    name: 'Древний Египет',
    year: -2500,
    description: 'Посетите строительство пирамид',
  },
  {
    id: 2,
    name: 'Ренессанс',
    year: 1500,
    description: 'Встретьтесь с Леонардо да Винчи',
  },
  {
    id: 3,
    name: 'Дикий Запад',
    year: 1865,
    description: 'Исследуйте американский фронтир',
  },
  {
    id: 4,
    name: 'Древний Рим',
    year: 100,
    description: 'Погрузитесь в жизнь древних римлян',
  },
  {
    id: 5,
    name: 'Средневековая Европа',
    year: 1300,
    description: 'Исследуйте замки и рыцарей',
  },
  {
    id: 6,
    name: 'Эпоха Просвещения',
    year: 1700,
    description: 'Узнайте о великих умах прошлого',
  },
  {
    id: 7,
    name: 'Индустриальная революция',
    year: 1800,
    description: 'Станьте свидетелем технологических изменений',
  },
  {
    id: 8,
    name: 'Золотая лихорадка',
    year: 1849,
    description: 'Попробуйте свои силы в поисках золота',
  },
  {
    id: 9,
    name: 'Великая депрессия',
    year: 1930,
    description: 'Поймите экономические трудности прошлого',
  },
  {
    id: 10,
    name: 'Космическая эра',
    year: 1969,
    description: 'Станьте свидетелем высадки на Луну',
  },
  {
    id: 11,
    name: 'Современный мир',
    year: 2020,
    description: 'Исследуйте достижения современности',
  },
  {
    id: 12,
    name: 'Будущее',
    year: 2050,
    description: 'Представьте, как будет выглядеть мир',
  },
  {
    id: 13,
    name: 'Древний Китай',
    year: -500,
    description: 'Узнайте о великой китайской цивилизации',
  },
  {
    id: 14,
    name: 'Викторианская эпоха',
    year: 1850,
    description: 'Погрузитесь в жизнь викторианцев',
  },
  {
    id: 15,
    name: 'Ренессанс в искусстве',
    year: 1600,
    description: 'Откройте для себя шедевры искусства',
  },
];

export const strangeEvents = [
  {
    id: 1,
    name: 'Перевал Дятлова',
    year: 1959,
    description:
      'Необъяснимое происшествие, произошедшее в Урале, где группа туристов погибла при загадочных обстоятельствах.',
  },
  {
    id: 2,
    name: 'Тайна Бермудского треугольника',
    year: 1945,
    description:
      'Серия исчезновений судов и самолетов в районе Бермудского треугольника.',
  },
  {
    id: 3,
    name: 'Крушение самолета в Лох-Несс',
    year: 1970,
    description:
      'Необычное происшествие, связанное с крушением самолета в знаменитом озере Лох-Несс.',
  },
  {
    id: 4,
    name: 'Загадка Стоунхенджа',
    year: 2500,
    description:
      'Неизвестные обстоятельства постройки древнего памятника Стоунхендж.',
  },
  {
    id: 5,
    name: 'Исчезновение Амелии Эрхарт',
    year: 1937,
    description:
      'Пропажа известной летчицы Амелии Эрхарт во время ее полета через Тихий океан.',
  },
  {
    id: 6,
    name: 'События в Розуэлле',
    year: 1947,
    description: 'Предполагаемое падение НЛО в Розуэлле, Нью-Мексико.',
  },
  {
    id: 7,
    name: 'Загадка Тунгусского события',
    year: 1908,
    description:
      'Взрыв над тайгой в Сибири, причины которого до сих пор остаются неизвестными.',
  },
  {
    id: 8,
    name: 'Случай с Мэри Селест',
    year: 1872,
    description: 'Необъяснимое исчезновение экипажа корабля Мэри Селест.',
  },
  {
    id: 9,
    name: 'События в Силиконовой долине',
    year: 2010,
    description:
      'Необычные случаи и происшествия, связанные с технологическими стартапами.',
  },
  {
    id: 10,
    name: 'Загадка исчезновения колонии Роанок',
    year: 1587,
    description: 'Исчезновение колонии Роанок в Северной Америке без следов.',
  },
];
export const significantDates = [
  {
    id: 1,
    name: 'Падение Западной Римской империи',
    year: 476,
    description: 'Окончание античного периода и начало Средневековья.',
  },
  {
    id: 2,
    name: 'Нормандское завоевание Англии',
    year: 1066,
    description:
      'Завоевание Англии норманнами под предводительством Вильгельма Завоевателя.',
  },
  {
    id: 3,
    name: 'Открытие Америки',
    year: 1492,
    description: 'Кристофер Колумб достигает берегов Нового Света.',
  },
  {
    id: 4,
    name: 'Декларация независимости США',
    year: 1776,
    description: 'Принятие Декларации независимости Соединенных Штатов.',
  },
  {
    id: 5,
    name: 'Французская революция',
    year: 1789,
    description: 'Начало революционных событий во Франции.',
  },
  {
    id: 6,
    name: 'Окончание Гражданской войны в США',
    year: 1865,
    description: 'Победа Союза и отмена рабства.',
  },
  {
    id: 7,
    name: 'Начало Первой мировой войны',
    year: 1914,
    description: 'Конфликт, охвативший большую часть Европы и мира.',
  },
  {
    id: 8,
    name: 'Окончание Второй мировой войны',
    year: 1945,
    description: 'Капитуляция Германии и Японии.',
  },
  {
    id: 9,
    name: 'Первая высадка человека на Луну',
    year: 1969,
    description:
      'Аполлон 11 и Нил Армстронг становятся первыми людьми на Луне.',
  },
  {
    id: 10,
    name: 'Падение Берлинской стены',
    year: 1989,
    description: 'Конец холодной войны и объединение Германии.',
  },
];

export const naturalDisasters = [
  {
    id: 1,
    disaster: 'Землетрясение в Гаити',
    year: 2010,
    description:
      'Сильное землетрясение, которое привело к значительным разрушениям и жертвам.',
  },
  {
    id: 2,
    disaster: 'Цунами в Индийском океане',
    year: 2004,
    description: 'Одно из самых смертоносных цунами в истории.',
  },
];

export const historicalEvents = [
  {
    id: 1,
    event: 'Гражданская война в США',
    year: 1861,
    description:
      'Конфликт между Севером и Югом, который привел к отмене рабства.',
  },
  {
    id: 2,
    event: 'Вторая мировая война',
    year: 1939,
    description: 'Глобальный конфликт, охвативший большинство стран мира.',
  },
];

export const culturalEvents = [
  {
    id: 1,
    event: 'Первая выставка импрессионистов',
    year: 1874,
    description:
      'Выставка, которая представила работы таких художников, как Моне и Ренуар.',
  },
  {
    id: 2,
    event: "Премьера 'Лебединого озера'",
    year: 1877,
    description: 'Знаменитый балет Петра Ильича Чайковского.',
  },
];
